{
  "errors": {
    "auth/invalid-credential": "อีเมลหรือรหัสผ่านไม่ถูกต้อง",
    "auth/user-not-found": "ไม่พบบัญชีผู้ใช้นี้ในระบบ",
    "auth/wrong-password": "อีเมลหรือรหัสผ่านไม่ถูกต้อง",
    "auth/email-already-in-use": "อีเมลนี้มีการลงทะเบียนแล้ว",
    "auth/weak-password": "รหัสผ่านไม่ปลอดภัยเพียงพอ กรุณาใช้รหัสผ่านที่รัดกุมกว่านี้",
    "auth/too-many-requests": "คุณพยายามเข้าสู่ระบบหลายครั้งเกินไป กรุณาลองใหม่ภายหลัง",
    "auth/network-request-failed": "เกิดข้อผิดพลาดเครือข่าย กรุณาตรวจสอบการเชื่อมต่อของคุณ",
    "auth/invalid-email": "อีเมลไม่ถูกต้อง",
    "auth/user-disabled": "บัญชีนี้ถูกระงับการใช้งาน",
    "auth/requires-recent-login": "กรุณาเข้าสู่ระบบอีกครั้งเพื่อดำเนินการที่มีความอ่อนไหวด้านความปลอดภัย",
    "auth/popup-closed-by-user": "การลงชื่อเข้าใช้ถูกยกเลิก",
    "auth/popup-blocked": "หน้าต่างลงชื่อเข้าใช้ถูกบล็อก กรุณาอนุญาตป๊อปอัปสำหรับเว็บไซต์นี้และลองอีกครั้ง",
    "auth/cancelled-popup-request": "การดำเนินการถูกยกเลิกเนื่องจากมีหน้าต่างป๊อปอัปอื่นเปิดอยู่",
    "auth/account-exists-with-different-credential": "มีบัญชีอยู่แล้วกับอีเมลนี้ แต่ใช้วิธีลงชื่อเข้าใช้อื่น กรุณาลองเข้าสู่ระบบด้วยวิธีอื่น",
    "auth/google-sign-in-error": "ไม่สามารถเข้าสู่ระบบด้วย Google ได้ กรุณาลองอีกครั้งในภายหลัง",
    "auth/invalid-argument": "ข้อมูลที่ส่งไม่ถูกต้อง",

    "firestore/permission-denied": "คุณไม่มีสิทธิ์ในการเข้าถึงข้อมูลนี้",
    "firestore/not-found": "ไม่พบเอกสารที่ต้องการ",
    "firestore/already-exists": "มีเอกสารนี้อยู่ในระบบแล้ว",
    "firestore/failed-precondition": "ไม่สามารถดำเนินการได้เนื่องจากระบบไม่พร้อม",
    "firestore/aborted": "การดำเนินการถูกยกเลิก",

    "storage/unauthorized": "คุณไม่มีสิทธิ์ในการเข้าถึงไฟล์นี้",
    "storage/object-not-found": "ไม่พบไฟล์ที่ต้องการ",
    "storage/quota-exceeded": "พื้นที่จัดเก็บเต็ม",
    "storage/unauthenticated": "กรุณาเข้าสู่ระบบเพื่อใช้งานคุณสมบัตินี้",
    "storage/canceled": "การอัพโหลดถูกยกเลิก",

    "category": {
      "auth": "เกิดข้อผิดพลาดในการยืนยันตัวตน กรุณาลองใหม่อีกครั้ง",
      "firestore": "เกิดข้อผิดพลาดในฐานข้อมูล กรุณาลองใหม่อีกครั้ง",
      "storage": "เกิดข้อผิดพลาดในการจัดการไฟล์ กรุณาลองใหม่อีกครั้ง",
      "functions": "เกิดข้อผิดพลาดในการเรียกใช้ฟังก์ชัน กรุณาลองใหม่อีกครั้ง",
      "messaging": "เกิดข้อผิดพลาดในการส่งข้อความ กรุณาลองใหม่อีกครั้ง",
      "unknown": "เกิดข้อผิดพลาดที่ไม่คาดคิด กรุณาลองใหม่อีกครั้ง"
    }
  }
}
